// (C) Copyright 2006-2013 HP Development Company, L.P.
// All Rights Reserved Worldwide

// Table View Column Names
"deviceName" = "Nombre del dispositivo";
"connection" = "Conexión";
"model" = "Modelo de dispositivo";
"details" = "Detalles";
"aggregateDeviceType" = "Tipo de dispositivo";
"isInstalled" = "Instalado";

"All" = "Todas";

// Format string for info-label with no filter
"Found %lu devices" = "Encontrados %lu dispositivos";
// Format string for info-label with filter
"Showing %lu of %lu devices" = "Mostrar %lu de %lu dispositivos";

"Rendezvous" = "Bonjour";

"Add" = "Agregar";
"Cancel" = "Cancelar";

// Filter titles
"Connection Type:" = "Tipo de conexión:";
"Device Type:" = "Tipo de dispositivo:";

// Connection type filter menu items
"Printer" = "Impresora";
"Scanner" = "Escáner";
"Fax" = "Fax";

// Sort filter tooltip
"ItemArrangement" = "Modificar la organización de los ítems";
"Arrange" = "Clasificar";
